/* Error Alert Button */
"OK" = "ОК";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Ошибка обработки %1$zd; описание: %2$@; строка: %3$zd; столбец: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Ошибка проверки %1$zd; описание: %2$@; строка: %3$zd; столбец: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Ошибка обработки MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Ошибка проверки MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Вероятно, сжатый музыкальный файл xml является дефектным (не удалось найти «full-path»)";

/* Error message */
"Could not create temporary conversion file" = "Не удалось создать временный файл преобразования";

/* Error message */
"Could not decompress file compressed music xml file" = "Не удалось распаковать сжатый музыкальный файл xml";

/* Error message */
"File is not a MusicXML File" = "Этот файл не является файлом MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "Файл MusicXML содержит нулевое или отрицательное значение переменной divisions";

/* Note Name in Do,Re,Mi notation */
"Do" = "До";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Фа";

/* Note Name in Do,Re,Mi notation */
"La" = "Ля";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Ми";

/* Note Name in Do,Re,Mi notation */
"Re" = "Ре";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Соль";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Си";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6-струнная гитара, стандартная настройка";
